13/data/attachments/cfcf20e8a36b22a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_process_Friend_18200_5</nif:username>
            <nif:friendToBeRequested>soap_friends_23538b83-ec07-4fce-aea3-a1b54bbc0466</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>